Repository: Kanooh/paddle_test
Catalog: sites/all/translations/content_lock-7.x-2.2.*.po
Languages: fr

source: Title
fr: Titre

source: Operations
fr: Actions

source: Username
fr: Nom d'utilisateur

source: On
fr: Activé

source: Yes
fr: Oui

source: No
fr: Non

source: True
fr: Vrai

source: False
fr: Faux

source: Node
fr: Nœud

source: Off
fr: Désactivé

source: here
fr: ici

source: This document is locked for editing by !name since @date.
fr: Ce document est verrouillé par !name depuis @date : il ne peut être pas modifié.

source: The editing lock has been released.
fr: Le verrou sur la modification a été libéré.

source: disable
fr: désactiver

source: Your lock has been removed!
fr: Votre verrouillage a été levé !

source: You can still save the content if this user aborts the edit operation without saving changes.
fr: Vous pouvez toujours enregistrer le contenu si cet utilisateurs quitte l'opération de modification sans avoir enregistré ses propres changements.

source: Locked since
fr: Verrouillé depuis

source: No locked documents.
fr: Aucun document verrouillé.

source: Locked documents
fr: Documents verrouillés

source: Show lock / unlock messages
fr: Afficher les messages de verrouillage / déverrouillage

source: Add cancel button
fr: Ajouter un bouton d'annulation

source: release lock
fr: libérer le verrou

source: Lockable content types
fr: Types de contenu verrouillables

source: Lockable text formats
fr: Formats de texte verrouillables

source: Lock Timeouts
fr: Expiration du verrou

source: Node locked
fr: Nœud verrouillé

source: The node being locked
fr: Nœud étant verrouillé

source: Lock Owner
fr: Propriétaire du verrou

source: Lock Date/Time
fr: Date / Heure du verrouillage

source: Is Locked
fr: Est Verrouillé

source: Whether the node is currently locked
fr: Si le nœud est actuellement verrouillé

source: Use javascript to detect leaving the node form
fr: Utiliser JavaScript pour detecter la sortie de formulaire

source: release the lock
fr: libérer le verrou

source: Javascript popup message text
fr: Texte du message de la popup Javascript

source: Below is a list of all documents locked by you. Click on <em>!checkin</em> to release a lock.
fr: Ci-dessous est une liste de tous les documents que vous avez verrouillés. Cliquez sur <em>!checkin</em> pour déverrouiller un document.

source: If you disable this, nodes will remain locked if the user navigates away from the node without saving it or clicking the cancel button.
fr: Si vous désactivez ceci, les nœuds resteront verrouillés si l'utilisateur navigue hors du nœud sans l'enregistrer ou sans cliquer le bouton d'annulation.

source: Javascript detection options.
fr: Options de détection JavaScript.

source: The editing lock held by !user has been released.
fr: Le verrou détenu par !user a été libéré.

source: lock the page
fr: verrouiller la page

source: The content could not be locked.
fr: Le contenu n'a pas pu être verrouillé.
