Repository: Kanooh/paddle_test
Catalog: sites/all/modules/paddle/paddle_menu_display/translations/*.po
Languages: nl

source: Title
nl: Titel

source: Operations
nl: Handelingen

source: edit menu display
nl: bewerk menuweergave

source: delete menu display
nl: verwijder menuweergave

source: This name will apear in the list of the menu displays. It will be also used as title of the block generated for this menu.
nl: Deze naam zal getoond worden in de lijst van menuweergaves. Deze zal ook gebruikt worden als title van de blok die voor deze menu gegenereerd is

source: Description
nl: Beschrijving

source: Short description which will appear in the list of the menu displays.
nl: Korte beschrijving die getoond zal worden in de lijst van menuweergaves

source: Select the menu of which you want the menu display.
nl: Selecteer het menu waarvan u de menuweergave wil gebruiken

source: Root item
nl: Hoofditem

source: From level
nl: Van niveau

source: From which level of the menu the rendering should start.
nl: Op welk niveau van het menu moet het beginnen weergeven

source: To level
nl: naar niveau

source: On which level of the menu the rendering should end. Select 0 to render to maximum depth.
nl: Op welk niveau van het menu moet de weergave eindigen. Kies 0 om voor de volledige diepte te tonen

source: Add active class
nl: Actieve class toevoegen

source: Check to have class "active" on the <em>li</em> of the active menu item.
nl: Aanvinken om klasse "actief" op het <em>li</em> van de actieve menu-item te hebben

source: Add first/last classes
nl: eerste/laatste class toevoegen

source: Check to have classes "first" and "last" on the <em>li</em> of the first and last menu items accordingly.
nl: Aanvinken om klassen "first" and "last" respectievelijk op de <em>li</em> van het eerste en laatste menu item te hebben

source: Add odd/even class
nl: Een even/oneven klasse toevoegen

source: Check to have class "odd" and "even" on the <em>li</em> of the menu.
nl: Aanvinken om klasse "oneven " en "even " op de <em> li </em> van het menu te hebben.

source: Add active trail class
nl: Actieve trail/pad klasse toevoegen

source: Check to have class "active_trail"on the <em>li</em> of the menu.
nl: Aanvinken om klasse "active_trail" op de <em>li</em> van het menu te hebben.

source: Class of <em>ul</em>
nl: Klasse van <em>ul</em>

source: An additional class to add to each <em>ul</em>.
nl: Een extra klasse toevoegen aan elke <em>ul</em>.

source: Class of <em>li</em>
nl: Klasse van <em>li</em>

source: An additional class to add to each <em>li</em>.
nl: een extra klasse toevoegen op elke <em>li</em>.

source: Class of <em>a</em>
nl: Klasse van <em>a</em>

source: An additional class to add to each <em>a</em>.
nl: een extra klasse toevoegen op elke <em>a</em>.

source: Root items for nodes
nl: Hoofditem voor nodes

source: The root item for this content type.
nl: Het hoofditem voor dit inhoudstype

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: This action cannot be undone.
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete the custom menu display %title?
nl: Bent u zeker dat je deze aangepaste menuweergave %title wilt verwijderen

source: Delete
nl: Verwijderen

source: The custom menu display %title has been deleted.
nl: De aangepaste menuweergave %title is verwijderd

source: Deleted custom menu %title and all its menu links.
nl: Het menu %title en alle bijbehorende links zijn verwijderd

source: Menu displays
nl: Menu weergaves

source: Manage menu displays.
nl: Beheer van menu weergaves

source: Edit menu display
nl: Menuweergave Bewerken

source: Edit menu display.
nl: Menuweergave Bewerken

source: Delete menu display
nl: Menuweergave verwijderen

source: Delete menu display.
nl: Menuweergave verwijderen

source: Add menu display
nl: Menuweergave toevoegen

source: Administer menu displays
nl: Beheer van menuweergaves

source: You can enable the newly-created block for this menu display on the <a href="@blocks">Blocks administration page</a>.
nl: Je kan de pas aangemaakte blok voor deze menu weergave aanzetten op de <a href="@blocks">Blokken beheerpagina</a>.

source: Each menu display has a corresponding block that is managed on the <a href="@blocks">Blocks administration page</a>.
nl: Elke menuweergave heeft een overeenkomstige block die beheerd word op de <a href="@blocks">Blokken beheerpagina</a>.

source: Custom Menu Display
nl: Aangepaste menuweergave

source: Custom Menu Display.
nl: "Aangepaste menuweergave

source: Error - no such menu!
nl: Foutmelding - Zo'n menu niet gevonden
